<template>
  <div class="container terms">
    <ButtonClose></ButtonClose>
    <h1>プライバシーポリシー</h1>
    <p>制定日：2020年07月15日</p>

    <h2>1.基本方針</h2>
    <p>
      Trander運営事務局
      (以下、「当事務局」)は、個人情報の重要性を認識し、個人情報を保護することが社会的責務であると考え、個人情報に関する法令等を遵守し、当事務局で取扱う個人情報の取得、利用、管理を適正に行います。
    </p>

    <h2>2.適用範囲</h2>
    <p>
      本プライバシーポリシーは、当事務局が提供するサービスプラットフォームである「Trander」において、役務の提供を受ける利用者（以下、「ユーザー」）の個人情報もしくはそれに準ずる情報を取り扱う際に、当事務局が遵守する方針を示したものです。
    </p>

    <h2>3.個人情報の取得</h2>
    <p>当事務局は、ユーザーから以下の情報をご提供いただきます。</p>
    <p>(1)ユーザー名</p>
    <p>(2)メールアドレス</p>
    <p>(3)パスワード</p>
    <p>(4)Facebookアカウント名</p>
    <p>(5)Twitterアカウント名</p>
    <p>(6)Googleアカウント名</p>
    <p>(7)ユーザーの位置情報</p>

    <h2>4.個人情報の利用目的</h2>
    <p>当事務局は、ユーザーからご提供いただく情報を以下の目的の範囲内において、利用します。</p>
    <p>ユーザーの同意なく、個人情報の収集や目的外の利用を行うことはありません。</p>
    <p>(1)サービス利用料金の入金確認および支払いのため</p>
    <p>(2)位置情報を元に周辺の街や観光名所、その他建造物を情報として返すため</p>
    <p>(3)ご意見、お問い合わせ内容の確認・回答のため</p>
    <p>(4)連絡・各種お知らせ等の配信・送付のため</p>
    <p>(5)利用規約等で禁じている行為などの調査のため</p>
    <p>(6)個人を特定できない形での統計的な情報として、利用及び公開するため</p>

    <h2>5.個人情報の管理</h2>
    <p>当事務局は、ユーザーからご提供いただいた情報の管理について、以下を徹底します。</p>
    <p>(1)情報の正確性の確保</p>
    <p>ユーザーからご提供いただいた情報については、常に正確な情報となるよう努めます。</p>
    <p>(2)安全管理措置</p>
    <p>
      個人情報への不正アクセス・紛失・破損・改ざん・漏洩などを防止するため、セキュリティシステムの維持・管理体制の整備等の必要な措置を講じ、安全対策を実施し個人情報の厳重な管理を行ないます。
    </p>
    <p>(3)委託先の監督</p>
    <p>
      個人情報の取扱いを外部に委託する場合には、当事務局の規程に基づき、用件を満たした委託先にのみ委託を行い、適切な管理を行います。
    </p>
    <p>(4)保存期間と廃棄</p>
    <p>
      ユーザーからご提供いただいた情報については、保存期間を設定し、保存期間終了後は廃棄します。
    </p>
    <p>また、保存期間内であっても、不要となった場合にはすみやかに廃棄します。</p>

    <h2>6.個人情報の第三者への開示・提供の禁止</h2>
    <p>
      当事務局は、ユーザーからご提供いただいた個人情報を適切に管理し、次のいずれかに該当する場合を除き、個人情報を第三者に開示いたしません。
    </p>
    <p>(1)ユーザーからの同意がある場合</p>
    <p>(2)法令に基づき開示することが必要である場合</p>

    <h2>7.個人情報の開示・訂正・利用停止等</h2>
    <p>
      開示、訂正、利用停止等のお申し出があった場合には、当事務局所定の方法に基づき対応致します。
    </p>
    <p>
      具体的な方法については、個別にご案内しますので、「9.問い合わせ先」に記載の受付窓口までお問い合わせください。
    </p>

    <h2>8.法令、規範の遵守と見直し</h2>
    <p>
      当事務局は、保有する個人情報に関して適用される日本の法令、その他規範を遵守するとともに、本プライバシーポリシーの内容を適宜見直し、その改善に努めます。
    </p>

    <h2>9.問い合わせ先</h2>
    <p>個人情報の取扱いに関しては、下記の受付窓口までメールにてお問い合わせください。</p>

    <p>trander.cs☆gmail.com</p>
    <p>
      ※迷惑メール対策のため、「☆」で表記しております。お問合わせの際は「☆」を半角の「@」に変更してご利用ください。
    </p>
    <ButtonClose></ButtonClose>
  </div>
</template>

<script>
import ButtonClose from '../../components/atoms/button/Close.vue';

export default {
  components: {
    ButtonClose,
  },
};
</script>
