<template>
  <div class="container terms">
    <ButtonClose></ButtonClose>
    <h1>利用規約</h1>
    <p>
      この利用規約（以下、「本規約」といいます。）は、Trander運営事務局（以下、「当事務局」）が提供するサービス「Trander」（以下、「本サービス」）の提供条件と、本サービスを利用するユーザーに遵守していただくべき事項、当事務局とユーザーとの間の権利義務関係が定められています。
    </p>
    <p>
      本サービスをユーザーとして利用するには、本規約の全文をお読みいただいたうえで、本規約に同意していただく必要があります。
    </p>

    <h2>第1条（適用）</h2>
    <p>
      1.本規約は、本サービスの提供条件と本サービスの利用に関する当事務局とユーザーとの間の権利義務関係を定めることを目的として、ユーザーと当事務局との間の本サービスの利用に関わるすべての関係に適用されます。
    </p>
    <p>
      2.本規約のほか、当事務局が定め、Trander（https://trander.net）上に掲載する本サービスの利用に関するルール、各種規定（投稿、FAQも含みます）は、本規約の一部を構成するものとします。
    </p>
    <p>
      3.本規約の内容と、前項のルール、各種規定、その他の本規約外における本サービスの説明とが異なる場合は、本規約の規定が優先して適用されるものとします。
    </p>

    <h2>第2条（定義）</h2>
    <p>
      本規約において使用する以下の用語は、各々以下に定める意味を有するものとします。
    </p>
    <p>(1)「当事務局」とは、 Trander運営事務局 を意味します。</p>
    <p>
      (2)「本サービス」とは、当事務局が提供する Trander
      という名称のサービス（理由の如何を問わずサービスの名称または内容が変更された場合は、当該変更後のサービスを含む）を意味します。当事務局は、原則としてユーザーに位置情報サービスを提供します。
    </p>
    <p>
      (3)「当事務局ウェブサイト」とは、そのドメインが https://trander.net
      である、当事務局が運営するウェブサイト（理由の如何を問わず、当事務局のウェブサイトのドメインまたは内容が変更された場合は、当該変更後のウェブサイトを含みます。）を意味します。
    </p>
    <p>
      (4)「本規約」とは、本サービスの提供条件と本サービスの利用に関する当事務局とユーザーとの間の権利義務関係を定めた規定を意味します。
    </p>
    <p>(5)「ユーザー」とは、本サービスの利用者を意味します。</p>
    <p>
      (6)「サービス利用契約」とは、本規約に従って当事務局とユーザーとの間で締結する、本サービスの利用契約を意味します。
    </p>
    <p>
      (7)「サービス利用料金」とは、当事務局が定める本サービスの利用料金を意味します。
    </p>

    <h2>第3条（ユーザーの利用登録）</h2>
    <p>
      1.ユーザーとして本サービスの利用を希望する個人（以下「ユーザー登録希望者」といいます。）は、本規約を守って本サービスを利用することに同意した上で、当事務局の定める一定の情報（以下「ユーザー登録事項」といいます。）を当事務局の定める方法で当事務局に提供することにより、当事務局に対し、本サービスの利用の登録を申請することができます。
    </p>
    <p>
      2.当事務局は、当事務局の基準に従って、第1項に基づいて登録の申請を行ったユーザー登録希望者の登録の可否を判断し、当事務局が登録を認める場合にはその旨をユーザー登録希望者に通知します。ユーザー登録希望者のユーザーとしての登録は、当事務局が本項の通知を行ったことをもって完了したものとします。
    </p>
    <p>
      3.前項に定める登録の完了時に、サービス利用契約がユーザーと当事務局との間に成立し、ユーザーは本サービスを本規約に従い利用することができるようになります。
    </p>
    <p>
      4.当事務局は、ユーザー登録希望者が、以下の各号のいずれかの事由に該当する場合は、本サービスの利用を拒否することがあります。拒否をする場合には、その理由について当事務局は、一切の開示義務を負いません。
    </p>
    <p>
      (1) 当事務局に提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合
    </p>
    <p>
      (2)
      未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合
    </p>
    <p>
      (3)
      反社会的勢力等（暴力団、暴力団員、右翼団体、左翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。）である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当事務局が判断した場合
    </p>
    <p>
      (4)
      ユーザー登録希望者が過去に当事務局との契約に違反した者またはその関係者であると当事務局が判断した場合
    </p>
    <p>(5) 第14条に定めるサービス利用契約の解除を受けたことがある場合</p>
    <p>
      (6)
      営業・採用活動やナンパ・勧誘行為等、本サービスの利用以外を目的とした登録申請であると当事務局が判断した場合
    </p>
    <p>(7) その他、当事務局が登録を適当でないと判断した場合</p>

    <h2>第4条（登録事項の変更）</h2>
    <p>
      ユーザーは、登録事項に変更があった場合、当事務局の定める方法により変更となった事項を遅滞なく当事務局に通知するものとします。
    </p>
    <p>
      この通知を怠った場合、本サービスの利用が出来なくなる場合があることを、ユーザーは理解しているものとします。
    </p>

    <h2>第5条（パスワードおよびユーザー名の管理）</h2>
    <p>
      1.ユーザーは、自己の責任において、本サービスに関するパスワード及びユーザー名を適切に管理及び保管するものとし、これを第三者に利用させ、または貸与、譲渡、名義変更、売買等をしてはならないものとします。
    </p>
    <p>
      2.パスワードまたはユーザー名の管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任はユーザーが負うものとし、当事務局は一切の責任を負いません。
    </p>

    <h2>第6条（提供するサービス）</h2>
    <p>
      当事務局は、本サービスにおいて、ユーザーの位置情報を元に街や観光名所、その他建造物を情報として返すサービスを提供します。
    </p>

    <h2>第7条（プラットフォームの提供）</h2>
    <p>
      1.当事務局は、当事務局ウェブサイトとは別に、第6条で定めるサービスを提供するためのプラットフォームを用意し、ユーザーを登録します。
    </p>
    <p>
      2.当事務局は、第1項に基づいて用意したプラットフォームが使用できなくなった場合、別のプラットフォームを用意して代替します。
    </p>
    <p>
      なお、別のプラットフォームに移行する際に生じる損失において、当事務局は一切の責任を負わないものとします。
    </p>

    <h2>第8条（ユーザーによる役務の提供）</h2>
    <p>
      ユーザーは、本サービスに対してユーザーの位置情報を提供しなければなりません。
    </p>

    <h2>第9条（利用料金および支払方法）</h2>
    <p>1.ユーザーの会員登録におけるサービス利用料金は、無料とします。</p>
    <p>
      2.ユーザーは，本サービスの有料部分の対価として，当事務局が別途定め，本ウェブサイトに表示する利用料金を，当事務局が指定する方法により支払うものとします。
    </p>
    <p>
      3.ユーザーが利用料金の支払を遅滞した場合には，ユーザーは年14．6％の割合による遅延損害金を支払うものとします。
    </p>

    <h2>第10条（本サービスの利用）</h2>
    <p>
      1.ユーザーは、本規約の目的の範囲内でかつ本規約に違反しない範囲内で、当事務局の定める方法に従い、本サービスを利用することができます。
    </p>
    <p>
      2.本サービスの提供を受けるために必要な機器、通信回線その他の通信環境等の準備及び維持は、ユーザーの責任において行うものとします。
    </p>

    <h2>第11条（本サービスの提供の停止等）</h2>
    <p>
      1.当事務局は、以下のいずれかに該当すると判断した場合には、ユーザーに事前に通知することなく、本サービスの利用の全部または一部を停止または中断することができるものとします。
    </p>
    <p>
      (1) 本サービスにかかるコンピューター・システムの点検または保守作業を定期的又は緊急に行う場合
    </p>
    <p>(2) コンピューター、通信回線等が事故により停止した場合</p>
    <p>
      (3)
      地震、落雷、火災、停電または天災などの不可抗力により本サービスの運営および提供ができなくなった場合
    </p>
    <p>(4) その他、当事務局が停止又は中断を必要と判断した場合</p>
    <p>
      2.当事務局は、当事務局の都合により、本サービスの提供を終了することができます。この場合、当事務局はユーザーに事前に通知するものとします。
    </p>
    <p>
      3.当事務局は、本条に基づき当事務局が行った措置に基づきユーザーまたは第三者に生じた損害について一切の責任を負いません。
    </p>

    <h2>第12条（禁止事項）</h2>
    <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
    <p>1.法令または公序良俗に違反する行為</p>
    <p>2.犯罪行為に関連する行為</p>
    <p>
      3.本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為
    </p>
    <p>
      4.当社，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為
    </p>
    <p>5.本サービスによって得られた情報を商業的に利用する行為</p>
    <p>6.当社のサービスの運営を妨害するおそれのある行為</p>
    <p>7.不正アクセスをし，またはこれを試みる行為</p>
    <p>8.他のユーザーに関する個人情報等を収集または蓄積する行為</p>
    <p>9.不正な目的を持って本サービスを利用する行為</p>
    <p>
      10. 本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為
    </p>
    <p>11. 他のユーザーに成りすます行為</p>
    <p>12. 当社が許諾しない本サービス上での宣伝，広告，勧誘，または営業行為</p>
    <p>13. 面識のない異性との出会いを目的とした行為</p>
    <p>
      14. 当社のサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為
    </p>
    <p>15. その他，当社が不適切と判断する行為</p>

    <h2>第13条（利用制限および登録抹消）</h2>
    <p>
      1.当事務局は、ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知または催告することなく、ユーザーについて本サービスの利用を一時的に停止し、またはユーザーとしての登録を抹消、もしくはサービス利用契約を解除することができます。
    </p>
    <p>(1) 本規約のいずれかの条項に違反した場合</p>
    <p>(2) 登録事項に虚偽の事実があることが判明した場合</p>
    <p>
      (3) 当事務局からの問いあわせその他の回答を求める連絡に対して15日間以上応答がない場合
    </p>
    <p>(4) 第3条第4項各号に該当する場合</p>
    <p>
      (5)
      その他、当事務局が本サービスの利用、ユーザーとしての登録、またはサービス利用契約の継続を適当でないと判断した場合
    </p>
    <p>
      2.当事務局は、本条に基づき当事務局が行った行為によりユーザーに生じた損害について一切の責任を負いません。
    </p>

    <h2>第14条（退会）</h2>
    <p>
      ユーザーは，当社の定める退会手続により，本サービスから退会できるものとします。
    </p>

    <h2>第15条（サービス内容の変更等）</h2>
    <p>
      1.当事務局は、ユーザーに事前に何ら通知することなく、当事務局の都合により、本サービスの内容を変更し、または提供を終了することができるものとします。
    </p>
    <p>
      2.当事務局は、本条に基づき当事務局が行った措置に基づきユーザーおよび第三者に生じた損害について一切の責任を負いません。
    </p>

    <h2>第16条（個人情報の取扱い）</h2>
    <p>
      1.当事務局によるユーザーの個人情報の取扱いについては、別途定めるプライバシーポリシーの定めによるものとし、ユーザーはこのプライバシーポリシーに従って当事務局がユーザーの個人情報を取扱うことについて同意するものとします。
    </p>
    <p>
      2.当事務局は、ユーザーが当事務局に提供した情報、データ等を、個人を特定できない形での統計的な情報として、利用及び公開することができるものとし、ユーザーはこれに異議を唱えないものとします。
    </p>

    <h2>第17条（サービス利用契約の有効期間）</h2>
    <p>
      サービス利用契約は、本サービスの提供期間中、ユーザーについては第3条に基づく利用登録が完了した日から、6か月経過後もしくは当該ユーザーの登録が取り消された日まで、当事務局とユーザーとの間で有効に存続するものとします。
    </p>

    <h2>第18条（利用規約の変更）</h2>
    <p>1.当事務局は、当事務局の判断で自由に本規約を変更できるものとします。</p>
    <p>
      2.第1項に基づき、本規約を変更した場合には、ユーザーに当該変更内容を通知するものとし、当該変更内容の通知後、ユーザーが登録取消の手続をとらなかった場合または本サービスを引き続き利用した場合には、ユーザーは、本規約の変更に同意したものとみなします。
    </p>

    <h2>第19条（通知または連絡）</h2>
    <p>
      本サービスに関する問い合わせその他ユーザーから当事務局に対する連絡または通知、および本規約の変更に関する通知その他当事務局からユーザーに対する連絡または通知は、当事務局の定める方法で行うものとします。
    </p>

    <h2>第20条（サービス利用契約上の地位の譲渡等）</h2>
    <p>
      1.ユーザーは、当事務局からの書面による事前の承諾なく、サービス利用契約上の地位または本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。
    </p>
    <p>
      2.当事務局は、本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴いサービス利用契約上の地位、本規約に基づく権利及び義務並びにユーザーの登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、ユーザーは、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。
    </p>

    <h2>第21条（分離可能性）</h2>
    <p>
      本規約のいずれかの条項、またはその一部が、消費者契約法その他の法令等により無効または執行不能と判断された場合であっても、本規約の残りの規定及び一部が無効または執行不能と判断された規定の残りの部分は、継続して完全に効力を有するものとします。
    </p>

    <h2>第22条（準拠法・裁判管轄）</h2>
    <p>
      本規約の準拠法は日本法とし、本規約に起因しまたは関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。
    </p>
    <ButtonClose></ButtonClose>
  </div>
</template>

<script>
import ButtonClose from '../../components/button/Close.vue'

export default {
  components: {
    ButtonClose
  }
}
</script>
